$(function(){
    $(".xiang-nav-c p span").eq(0).css({"color":"#ff0000","border":'1px solid #ff0000'})
$(".xiang-nav-c p span").click(function(){
  $(this).css({"color":"#ff0000","border":'1px solid #ff0000'});
  $(this).siblings().css({"color":"","border":''});
})
})
export default{
  data(){
    return{
      msg1:[
        {name:'演出时间'},
        {name:'2017-12-23-2017-12-26'},
        {name:'演出场馆'},
        {name:'中国儿童中心影院-海淀'},
        {name:'交通路线'},
        {name:'票品支持'},
        {name:'返积分'},
        {name:'实票配送'},
        {name:'同城满100.00元免运费，不满收10.00元，发货后1~3天到达'}
      ],
      msg2:[
        {name:'大型多媒体励志互动儿童剧《爱丽丝梦游仙境》（11月）',time:'2017-09-19~2017-09-19'},
        {name:'大型多媒体励志互动儿童剧《爱丽丝梦游仙境》（11月）',time:'2017-09-19~2017-09-19'},
        {name:'大型多媒体励志互动儿童剧《爱丽丝梦游仙境》（11月）',time:'2017-09-19~2017-09-19'},
        {name:'大型多媒体励志互动儿童剧《爱丽丝梦游仙境》（11月）',time:'2017-09-19~2017-09-19'},
        {name:'大型多媒体励志互动儿童剧《爱丽丝梦游仙境》（11月）',time:'2017-09-19~2017-09-19'}
      ]
    }
  }
}
